48723 ,
41107 the
40000 <start>
40000 <root>
39020 .
22929 of
22198 to
19284 a
16115 and
15186 in
9311 's
7992 that
7976 for
7184 $
6967 ``
6938 is
6833 The
6787 ''
5615 said
5145 on
4942 %
4656 it
4495 by
4459 from
4384 million
4362 at
4256 as
4245 with
4159 Mr.
3903 was
3725 be
3677 are
3584 its
3303 has
3222 n't
3143 an
3078 will
3042 have
2658 he
2500 or
2477 company
2239 year
2218 which
2184 would
2060 about
2038 --
2008 says
1954 they
1914 were
1899 this
1881 market
1870 more
1789 billion
1765 had
1743 But
1740 In
1705 his
1698 up
1678 their
1662 but
1606 than
1589 U.S.
1581 been
1563 who
1445 share
1425 also
1403 new
1385 one
1381 other
1337 :
1300 not
1284 some
1201 Corp.
1196 stock
1194 I
1174 years
1163 New
1161 shares
1160 -RRB-
1158 It
1153 -LRB-
1125 ;
1071 could
1063 all
1059 Inc.
1040 last
1039 two
1036 out
1034 &
1006 trading
 989 because
 987 when
 957 sales
 945 do
 938 only
 930 after
 925 can
 921 into
 898 Co.
 889 York
 888 president
 883 such
 870 business
 865 A
 862 first
 860 over
 857 He
 821 companies
 813 if
 808 may
 792 we
 789 most
 780 quarter
 778 cents
 777 government
 749 '
 734 time
 728 many
 727 any
 722 down
 714 say
 710 there
 698 prices
 697 no
 695 price
 689 rose
 688 now
 686 week
 672 people
 672 months
 669 much
 665 them
 645 group
 634 1
 628 so
 625 interest
 625 bonds
 620 investors
 613 yesterday
 611 earnings
 607 even
 596 you
 591 three
 589 make
 587 did
 585 through
 585 next
 582 major
 580 American
 577 We
 570 what
 566 earlier
 558 just
 557 chief
 551 stocks
 546 net
 545 10
 540 And
 538 made
 534 industry
 533 under
 533 executive
 524 before
 521 unit
 520 off
 518 money
 516 rate
 514 month
 514 expected
 505 while
 505 those
 505 investment
 497 federal
 496 still
 495 against
 493 officials
 492 30
 491 days
 486 does
 484 state
 475 between
 474 like
 473 sell
 471 plan
 466 back
 465 financial
 463 since
 462 firm
 462 For
 461 rates
 459 profit
 458 chairman
 458 buy
 453 Exchange
 450 ago
 448 They
 448 That
 447 income
 447 get
 444 program
 443 bank
 443 Japanese
 441 own
 437 issue
 436 big
 434 should
 434 products
 432 fell
 426 recent
 425 analysts
 424 well
 423 debt
 423 being
 421 15
 420 part
 418 offer
 417 these
 417 including
 414 higher
 412 securities
 409 reported
 407 funds
 406 work
 406 past
 405 sale
 404 take
 400 This
 398 8
 397 operations
 396 ?
 394 Friday
 393 way
 393 her
 392 tax
 391 lower
 390 sold
 390 Japan
 387 plans
 386 1988
 385 bid
 385 If
 384 she
 382 end
 379 increase
 378 both
 377 House
 376 very
 372 vice
 371 closed
 370 less
 368 during
 366 markets
 364 loss
 363 growth
 360 pay
 360 Bank
 358 used
 358 costs
 356 yield
 356 each
 354 where
 351 our
 351 him
 351 another
 351 National
 349 how
 349 five
 348 issues
 347 several
 347 're
 346 high
 345 average
 345 Bush
 345 As
 344 common
 343 banks
 341 good
 340 then
 340 few
 340 economic
 340 20
 339 At
 338 might
 337 due
 336 third
 336 day
 336 cash
 336 British
 335 use
 334 current
 334 50
 332 2
 329 revenue
 328 yen
 328 least
 328 Stock
 327 trade
 327 San
 325 too
 325 early
 325 1989
 324 report
 323 officer
 322 director
 318 concern
 318 Oct.
 317 assets
 317 Some
 316 board
 316 added
 315 foreign
 315 based
 315 according
 315 California
 314 think
 314 going
 313 late
 313 case
 311 number
 310 Congress
 309 value
 309 public
 309 computer
 308 spokesman
 308 contract
 308 close
 307 stake
 307 among
 306 far
 305 agreement
 305 There
 304 real
 304 ended
 303 system
 302 operating
 302 bill
 301 same
 301 move
 300 agreed
 298 oil
 298 law
 295 already
 294 Treasury
 293 exchange
 292 index
 292 September
 291 traders
 291 insurance
 290 loans
 290 called
 289 small
 289 put
 289 agency
 288 cost
 287 One
 287 Federal
 286 period
 286 dollar
 285 maker
 285 former
 284 second
 284 office
 284 offering
 283 world
 283 problems
 283 little
 281 International
 280 want
 280 help
 280 capital
 279 UAL
 275 court
 274 management
 273 annual
 273 1990
 272 production
 272 Monday
 271 1\/2
 270 until
 270 economy
 270 buying
 270 1987
 270 100
 269 third-quarter
 269 long
 269 increased
 269 analyst
 268 six
 268 selling
 268 results
 268 point
 268 losses
 268 Street
 267 West
 267 Wall
 267 Soviet
 266 see
 266 go
 265 likely
 265 Securities
 264 total
 264 four
 264 continue
 261 today
 261 half
 261 around
 261 First
 259 set
 257 whether
 256 cut
 256 President
 255 policy
 255 bond
 255 Group
 254 compared
 253 points
 253 August
 252 political
 252 general
 252 futures
 252 firms
 252 Board
 251 recently
 249 without
 249 further
 249 expects
 248 however
 248 country
 247 must
 247 fund
 247 John
 245 Francisco
 244 large
 244 corporate
 243 wo
 243 businesses
 243 announced
 243 25
 242 strong
 241 though
 241 declined
 240 notes
 240 When
 239 result
 239 making
 239 largest
 238 weeks
 238 home
 238 held
 238 earthquake
 238 Nov.
 237 change
 236 support
 235 right
 235 here
 234 12
 233 plant
 233 old
 233 Inc
 231 gain
 231 come
 231 Dow
 231 3
 229 certain
 228 takeover
 228 become
 228 Ms.
 228 11
 227 senior
 227 power
 227 Department
 226 news
 226 control
 225 problem
 225 priced
 225 credit
 224 decline
 223 services
 223 Jones
 223 3\/4
 222 On
 221 drop
 220 give
 219 record
 219 paid
 219 official
 219 meeting
 218 need
 218 London
 216 latest
 216 -RCB-
 215 research
 214 know
 214 employees
 214 Senate
 213 took
 213 my
 213 demand
 213 damage
 213 -LCB-
 212 nearly
 212 comment
 212 5
 211 show
 211 Texas
 210 level
 210 fiscal
 210 example
 210 Ford
 209 junk
 209 area
 208 proposed
 208 nine
 208 later
 208 General
 208 40
 207 volume
 207 orders
 207 deal
 207 composite
 206 proposal
 206 line
 204 addition
 204 Robert
 203 expect
 203 executives
 203 building
 201 top
 201 rise
 201 estate
 201 13
 200 life
 200 changes
 199 possible
 199 include
 199 4
 198 members
 198 Big
 197 product
 197 position
 197 estimated
 197 amount
 197 Chicago
 196 return
 196 nation
 195 workers
 195 received
 195 purchase
 195 named
 195 administration
 195 East
 194 service
 194 others
 194 better
 193 spending
 193 national
 193 ca
 193 almost
 193 July
 192 offered
 192 filed
 192 decision
 192 South
 192 ...
 191 customers
 191 came
 191 While
 191 Washington
 190 future
 190 Europe
 190 America
 189 told
 189 lot
 189 European
 187 us
 187 makes
 187 city
 187 acquisition
 186 order
 186 Capital
 185 often
 185 enough
 185 dropped
 185 again
 185 able
 185 Warner
 184 times
 184 Ltd.
 184 Jaguar
 183 provide
 183 buy-out
 183 Co
 182 outstanding
 182 charge
 181 yet
 181 began
 180 trying
 180 paper
 180 Tuesday
 180 've
 179 transaction
 179 previous
 179 found
 179 currently
 179 1\/4
 178 keep
 178 United
 177 your
 177 holding
 177 gains
 176 dollars
 175 financing
 175 division
 175 claims
 175 James
 175 9
 174 important
 174 best
 174 away
 174 Union
 173 within
 173 got
 172 technology
 171 units
 171 every
 171 Corp
 170 charges
 170 June
 169 things
 169 private
 169 once
 169 never
 169 additional
 168 whose
 168 subsidiary
 168 getting
 168 believe
 168 So
 168 IBM
 168 31
 167 rights
 167 investor
 167 gas
 167 Fed
 166 suit
 166 programs
 166 computers
 165 local
 165 head
 165 following
 165 continued
 165 Association
 164 run
 164 information
 164 inflation
 164 commercial
 164 car
 164 Sept.
 164 Air
 164 500
 163 lost
 163 equipment
 163 After
 162 shareholders
 162 potential
 162 auto
 162 What
 162 Los
 162 Last
 160 options
 160 TV
 159 raise
 159 itself
 159 fact
 159 drug
 159 consumer
 158 risk
 158 marketing
 158 low
 158 6
 157 via
 157 taken
 157 soon
 157 loan
 157 full
 157 development
 157 contracts
 157 Tokyo
 157 David
 156 special
 156 manager
 156 fall
 156 effort
 156 bought
 156 Revenue
 156 Now
 156 Boston
 155 open
 155 led
 155 asked
 155 account
 155 above
 155 With
 155 White
 155 China
 154 terms
 154 left
 154 included
 154 action
 154 October
 153 statement
 153 face
 153 7
 152 place
 152 international
 152 figures
 152 However
 152 D.
 152 Commission
 152 60
 151 force
 151 find
 151 calls
 151 You
 151 To
 151 March
 151 Germany
 150 restructuring
 150 remain
 150 budget
 150 bills
 150 available
 149 equity
 149 below
 149 1986
 148 legal
 148 data
 147 holders
 147 hard
 147 Chairman
 146 personal
 146 family
 146 domestic
 146 advertising
 146 Western
 145 union
 145 systems
 145 similar
 145 look
 145 either
 145 Pacific
 145 16
 144 reports
 144 probably
 144 portfolio
 144 noted
 144 managers
 144 known
 144 groups
 144 efforts
 144 construction
 144 Canada
 144 By
 144 Although
 143 biggest
 142 talks
 142 reached
 142 defense
 142 Sales
 142 Canadian
 142 An
 142 #
 141 reduce
 141 effect
 141 banking
 140 network
 140 increases
 140 directors
 140 German
 139 saying
 139 dividend
 139 cases
 139 approval
 139 These
 139 City
 138 using
 138 parent
 138 long-term
 138 cars
 138 along
 138 18
 137 countries
 137 approved
 137 Eastern
 137 Angeles
 136 working
 136 rather
 136 posted
 136 judge
 136 interests
 136 given
 136 committee
 136 Under
 136 Many
 135 strategy
 135 slightly
 135 makers
 135 helped
 135 health
 135 clear
 135 Most
 135 Bay
 134 looking
 134 gained
 134 coming
 134 Even
 134 Britain
 133 toward
 133 steel
 133 project
 133 individual
 133 Court
 132 profits
 132 military
 132 industrial
 132 gold
 132 finance
 132 University
 132 Hong
 132 14
 131 venture
 131 previously
 131 me
 131 joint
 131 World
 131 North
 130 something
 130 raised
 130 question
 130 percentage
 130 payments
 130 despite
 130 airline
 129 stores
 129 states
 129 short
 129 remains
 129 basis
 129 ad
 129 acquired
 129 Series
 129 GM
 129 5\/8
 128 hit
 128 estimates
 128 clients
 128 Michael
 127 went
 127 really
 127 name
 127 levels
 127 failed
 127 especially
 127 completed
 127 build
 127 3\/8
 126 vote
 126 process
 126 leaders
 126 deficit
 126 brokerage
 126 William
 125 year-earlier
 125 team
 125 role
 125 performance
 125 particularly
 125 having
 124 marks
 124 begin
 124 attorney
 124 although
 124 `
 124 Kong
 124 Financial
 123 wants
 123 turn
 123 start
 123 food
 123 ever
 123 doing
 123 different
 123 Committee
 123 'm
 122 started
 122 property
 122 lead
 122 involved
 122 investments
 122 huge
 122 hold
 122 heavy
 122 goods
 122 estimate
 122 currency
 122 Merrill
 122 17
 121 taking
 121 lawyers
 121 job
 121 house
 121 great
 121 State
 121 200
 120 television
 120 call
 119 scheduled
 119 range
 119 producers
 119 outside
 119 growing
 119 department
 119 concerns
 119 buyers
 119 auction
 119 Richard
 119 French
 119 April
 119 Airlines
 119 7\/8
 119 'll
 118 try
 118 seen
 118 related
 118 reason
 118 owns
 118 includes
 118 impact
 118 done
 118 acquire
 118 accounts
 118 Paul
 117 seems
 117 plants
 117 meet
 117 hours
 117 Morgan
 117 Lynch
 116 view
 116 thing
 116 themselves
 116 projects
 116 mortgage
 116 magazine
 116 lines
 116 issued
 116 allow
 116 Meanwhile
 116 Institute
 116 His
 115 reduced
 115 means
 115 key
 115 disclosed
 115 bad
 115 always
 115 ahead
 115 Drexel
 115 Calif.
 115 Business
 115 1\/8
 114 seven
 114 seeking
 114 rules
 114 quickly
 114 manufacturing
 114 black
 114 adds
 113 taxes
 113 settlement
 113 retail
 113 leading
 113 course
 113 areas
 113 J.
 112 turned
 112 parts
 112 needed
 112 longer
 112 fourth
 112 competition
 112 campaign
 112 Trust
 112 Rep.
 111 reserves
 111 legislation
 111 leader
 111 largely
 110 staff
 110 situation
 110 simply
 110 significant
 110 measure
 110 George
 109 supply
 109 subject
 109 sent
 109 pilots
 109 near
 109 man
 109 independent
 109 aid
 109 activity
 109 Still
 109 Noriega
 109 Mrs.
 109 Investors
 109 Industries
 109 Analysts
 109 Among
 108 trust
 108 thought
 108 pressure
 108 Wednesday
 108 Thursday
 108 All
 107 required
 107 owned
 107 institutions
 107 instead
 107 eight
 107 boost
 107 beginning
 107 Sen.
 107 Judge
 106 study
 106 difficult
 106 dealers
 106 considered
 106 December
 106 CBS
 105 traded
 105 produce
 105 partner
 105 limited
 105 francs
 105 filing
 105 creditors
 105 brokers
 105 22
 104 receive
 104 majority
 104 kind
 104 jumped
 104 hurt
 104 free
 104 caused
 104 Since
 104 150
 103 history
 103 active
 103 S&P
 103 PLC
 103 Both
 103 Average
 102 smaller
 102 quake
 102 planned
 102 conference
 102 Shearson
 102 France
 102 Dec.
 102 A.
 101 showed
 101 seem
 101 returns
 101 note
 101 labor
 101 changed
 101 base
 101 abortion
 101 Systems
 101 Other
 100 recession
 100 merger
 100 hand
 100 generally
 100 earned
 100 daily
 100 announcement
 100 Reserve
 100 Journal
 100 Industrial
 100 Columbia
 100 80
 100 24
 100 19
  99 summer
  99 series
  99 men
  99 crash
  99 center
  99 benefits
  99 became
  99 Service
  99 Americans
  99 According
  98 yields
  98 usually
  98 spokeswoman
  98 rest
  98 per
  98 created
  98 congressional
  98 May
  98 Dr.
  98 Brothers
  97 seek
  97 initial
  97 form
  97 closing
  97 attempt
  97 anything
  97 1992
  96 won
  96 wanted
  96 tons
  96 side
  96 convertible
  96 continuing
  96 consider
  96 children
  96 She
  96 Motor
  95 whole
  95 telephone
  95 size
  95 sharply
  95 protection
  95 preferred
  95 himself
  95 fees
  95 brand
  95 actually
  95 Smith
  95 No
  95 Kidder
  95 Hugo
  95 Digital
  95 75
  94 software
  94 machines
  94 forced
  94 floor
  94 directly
  94 continues
  94 Moody
  94 1,000
  94 'd
  93 worth
  93 women
  93 volatility
  93 short-term
  93 quarterly
  93 play
  93 operation
  93 natural
  93 member
  93 hopes
  93 People
  92 why
  92 shows
  92 shareholder
  92 security
  92 regulators
  92 party
  92 nothing
  92 machine
  92 increasing
  92 imports
  92 delivery
  92 brought
  91 stock-index
  91 session
  91 pound
  91 overseas
  91 leveraged
  91 comes
  91 behind
  91 35
  91 23
  91 1985
  90 unchanged
  90 sense
  90 produced
  90 plunge
  90 night
  90 moves
  90 de
  90 agencies
  89 term
  89 sure
  89 space
  89 media
  89 letter
  89 let
  89 feel
  89 exports
  89 evidence
  89 effective
  89 bring
  89 SEC
  89 Insurance
  89 IRS
  89 70
  89 28
  88 separate
  88 sector
  88 response
  88 minimum
  88 main
  88 final
  88 conditions
  88 age
  88 actual
  88 Peter
  88 Guber
  88 Gorbachev
  88 Democrats
  88 Democratic
  88 Because
  88 21
  87 strike
  87 stop
  87 running
  87 press
  87 opened
  87 offices
  87 game
  87 care
  87 believes
  87 arbitrage
  87 allowed
  87 Time
  87 Peters
  87 Bond
  87 45
  86 trial
  86 spent
  86 specific
  86 school
  86 instance
  86 holds
  86 followed
  86 ability
  86 Sony
  86 Management
  86 January
  86 Its
  86 Also
  85 quoted
  85 post
  85 expenses
  85 capacity
  85 Yesterday
  85 Qintex
  84 water
  84 various
  84 standard
  84 signed
  84 partly
  84 morning
  84 hope
  84 headquarters
  84 giant
  84 fully
  84 decided
  84 article
  84 Index
  84 Fund
  83 together
  83 test
  83 single
  83 sharp
  83 rule
  83 light
  83 idea
  83 gave
  83 designed
  83 built
  83 Salomon
  83 News
  83 Justice
  82 rising
  82 quality
  82 paying
  82 over-the-counter
  82 needs
  82 improve
  82 forces
  82 familiar
  82 emergency
  82 closely
  82 avoid
  82 Supreme
  82 Lehman
  82 Jr.
  82 Express
  82 1991
  81 veto
  81 transactions
  81 trader
  81 resigned
  81 moved
  81 leave
  81 introduced
  81 develop
  81 deals
  81 cuts
  81 Services
  81 Communications
  81 90
  81 300
  80 ways
  80 step
  80 spend
  80 serious
  80 rally
  80 provision
  80 provides
  80 payment
  80 newspaper
  80 limit
  80 focus
  80 flat
  80 existing
  80 economist
  80 decade
  80 contributed
  80 cancer
  80 appear
  80 add
  80 Reagan
  80 Nissan
  80 Moreover
  80 Electric
  80 Australia
  79 sign
  79 require
  79 offset
  79 greater
  79 figure
  79 facilities
  79 developed
  79 death
  79 consumers
  79 chain
  79 apparently
  79 advanced
  79 activities
  79 26
  78 willing
  78 valued
  78 talk
  78 slow
  78 ruling
  78 questions
  78 offers
  78 managing
  78 hands
  78 energy
  78 elected
  78 declines
  78 customer
  78 U.K.
  78 Poland
  78 Dinkins
  78 Data
  78 Baker
  77 young
  77 woman
  77 war
  77 substantial
  77 stay
  77 spring
  77 provisions
  77 properties
  77 premium
  77 opposition
  77 matter
  77 larger
  77 feet
  77 district
  77 discount
  77 across
  77 Two
  77 Santa
  77 Despite
  77 -
  76 thrift
  76 tell
  76 takes
  76 perhaps
  76 package
  76 maintain
  76 interview
  76 improved
  76 image
  76 fear
  76 exchanges
  76 create
  76 battle
  76 adding
  76 Then
  76 R.
  75 wage
  75 tough
  75 survey
  75 positions
  75 planning
  75 date
  75 competitors
  75 climbed
  75 chance
  75 block
  75 benefit
  75 air
  75 Secretary
  75 Motors
  75 Lawson
  75 Computer
  75 Administration
  75 29
  74 worked
  74 win
  74 room
  74 policies
  74 pension
  74 negotiations
  74 moving
  74 debentures
  74 civil
  74 cause
  74 backed
  74 alone
  74 Pentagon
  74 Not
  74 27
  73 widely
  73 provided
  73 margins
  73 interested
  73 houses
  73 highly
  73 else
  73 consultant
  73 capital-gains
  73 Manhattan
  73 Johnson
  73 Hutton
  73 2.5
  72 purchases
  72 owners
  72 minutes
  72 met
  72 land
  72 jobs
  72 environmental
  72 disaster
  72 direct
  72 carrier
  72 appears
  72 Stanley
  72 Mexico
  72 Markets
  72 County
  72 Another
  72 44
  71 works
  71 store
  71 relatively
  71 reach
  71 passed
  71 par
  71 option
  71 modest
  71 miles
  71 jury
  71 indicated
  71 housing
  71 fight
  71 economists
  71 considering
  71 chemical
  71 Security
  70 white
  70 version
  70 transportation
  70 totaled
  70 reflecting
  70 pretax
  70 necessary
  70 medical
  70 measures
  70 magazines
  70 individuals
  70 field
  70 entire
  70 book
  70 beyond
  70 amounts
  70 aircraft
  70 Yet
  70 Thomas
  70 Republican
  70 OTC
  70 Nasdaq
  70 Instead
  70 Associates
  69 unless
  69 success
  69 story
  69 secretary
  69 saw
  69 practice
  69 phone
  69 opening
  69 lawyer
  69 institutional
  69 immediately
  69 hour
  69 grow
  69 expectations
  69 events
  69 conservative
  69 bankruptcy
  69 attributed
  69 Hurricane
  69 During
  69 Chemical
  69 C$
  68 trades
  68 original
  68 negative
  68 lose
  68 list
  68 cited
  68 approach
  68 Valley
  68 Swiss
  68 Investment
  68 Development
  68 1.5
  67 target
  67 subordinated
  67 standards
  67 stand
  67 spread
  67 real-estate
  67 raising
  67 output
  67 numbers
  67 lack
  67 human
  67 holdings
  67 heavily
  67 gets
  67 bankers
  67 ads
  67 act
  67 Thatcher
  67 Moscow
  67 Lloyd
  67 E.
  67 Charles
  67 Brown
  67 10,000
  66 year-ago
  66 someone
  66 so-called
  66 rejected
  66 publicly
  66 mostly
  66 mean
  66 maturity
  66 industries
  66 goes
  66 electronic
  66 drive
  66 central
  66 attention
  66 accept
  66 Those
  66 Office
  66 1994
  65 world-wide
  65 sports
  65 revised
  65 reorganization
  65 remaining
  65 parties
  65 particular
  65 items
  65 factors
  65 believed
  65 anyone
  65 Research
  65 Paribas
  65 November
  65 Indeed
  65 Home
  65 33
  64 weak
  64 waiting
  64 sought
  64 restrictions
  64 regional
  64 read
  64 prevent
  64 powerful
  64 owner
  64 giving
  64 fixed
  64 cover
  64 concerned
  64 complete
  64 commission
  64 collapse
  64 bids
  64 bidding
  64 acquisitions
  64 access
  64 US$
  64 Such
  64 Ltd
  63 typically
  63 tried
  63 trend
  63 speculation
  63 savings
  63 pending
  63 pence
  63 ownership
  63 ones
  63 mutual
  63 forecast
  63 facility
  63 design
  63 community
  63 cable
  63 Trade
  63 Soviets
  63 PaineWebber
  63 More
  63 Commerce
  63 Arizona
  62 victims
  62 vehicles
  62 trouble
  62 treatment
  62 split
  62 sort
  62 season
  62 researchers
  62 reduction
  62 producer
  62 poor
  62 panel
  62 overall
  62 mortgages
  62 laws
  62 investigation
  62 improvement
  62 grew
  62 everyone
  62 couple
  62 certainly
  62 affected
  62 Paris
  62 Net
  62 Manville
  62 Chapter
  62 Central
  62 Campeau
  62 400
  62 !
  61 strength
  61 segment
  61 represents
  61 regulatory
  61 opportunity
  61 monthly
  61 fraud
  61 expansion
  61 details
  61 art
  61 accounting
  61 Steel
  61 Power
  61 Philip
  61 No.
  61 Market
  61 Health
  61 Entertainment
  61 Act
  61 65
  61 30-year
  60 threat
  60 steps
  60 released
  60 rating
  60 quite
  60 profitable
  60 prepared
  60 person
  60 partnership
  60 increasingly
  60 homes
  60 headed
  60 guilty
  60 failure
  60 experts
  60 experience
  60 established
  60 controls
  60 competitive
  60 claim
  60 carry
  60 buildings
  60 asset
  60 Savings
  60 Republicans
  60 Navigation
  60 NBC
  60 Medical
  60 Life
  60 LIN
  60 L.
  60 Goldman
  60 Bell
  60 1984
  59 settled
  59 requirements
  59 purchased
  59 portion
  59 police
  59 gives
  59 flow
  59 drugs
  59 debate
  59 damaged
  59 chips
  59 balance
  59 aimed
  59 Though
  59 Sears
  59 Of
  59 Minister
  58 ventures
  58 values
  58 risks
  58 review
  58 recovery
  58 putting
  58 proceeds
  58 primarily
  58 plunged
  58 players
  58 monetary
  58 minority
  58 mind
  58 lending
  58 lawmakers
  58 kept
  58 involving
  58 highest
  58 heart
  58 favor
  58 export
  58 engineering
  58 effects
  58 developing
  58 complex
  58 charged
  58 amid
  58 afternoon
  58 actions
  58 W.
  58 Traders
  58 Separately
  58 Our
  58 Mixte
  58 Mae
  58 Lincoln
  58 Holdings
  58 Credit
  57 wrote
  57 whom
  57 troubled
  57 thousands
  57 successful
  57 structure
  57 sometimes
  57 slowdown
  57 retirement
  57 proposals
  57 predicted
  57 popular
  57 partners
  57 mail
  57 listed
  57 internal
  57 gene
  57 film
  57 faces
  57 expand
  57 everything
  57 ending
  57 dispute
  57 difference
  57 core
  57 centers
  57 Times
  57 Ohio
  57 Krenz
  57 Frank
  57 Florida
  57 Exxon
  57 Each
  57 Chinese
  57 Alan
  57 AG
  57 250
  56 words
  56 weekend
  56 traditional
  56 technical
  56 source
  56 shift
  56 residents
  56 reflects
  56 movie
  56 moment
  56 liquidity
  56 eventually
  56 adjusted
  56 Standard
  56 Great
  56 CDs
  56 55
  55 usual
  55 showing
  55 runs
  55 primary
  55 manufacturers
  55 live
  55 hundreds
  55 guidelines
  55 falling
  55 expensive
  55 documents
  55 dividends
  55 declining
  55 break
  55 bit
  55 Three
  55 Sachs
  55 Party
  55 M.
  55 Earlier
  55 Defense
  55 Australian
  54 wrong
  54 true
  54 travel
  54 traffic
  54 tomorrow
  54 supplies
  54 sources
  54 roughly
  54 relief
  54 release
  54 red
  54 principal
  54 present
  54 placed
  54 organization
  54 normal
  54 materials
  54 healthy
  54 funding
  54 fears
  54 employee
  54 election
  54 double
  54 crime
  54 corporations
  54 copper
  54 controlled
  54 chemicals
  54 broad
  54 appeal
  54 annually
  54 Sun
  54 Southern
  54 SCI
  54 Poor
  54 Panama
  54 Mass.
  54 Manufacturers
  54 Lee
  54 Gulf
  54 February
  54 Continental
  54 Citicorp
  54 51
  54 1.6
  53 unusual
  53 uncertainty
  53 trillion
  53 tender
  53 substantially
  53 starting
  53 signs
  53 request
  53 remained
  53 ratings
  53 protect
  53 pretty
  53 plus
  53 played
  53 junk-bond
  53 finally
  53 ease
  53 criminal
  53 coupon
  53 combined
  53 client
  53 agree
  53 advance
  53 St.
  53 N.J.
  53 Morris
  53 Here
  53 GE
  53 Control
  53 B.
  53 1.2
  52 wide
  52 weakness
  52 twice
  52 thus
  52 talking
  52 scientists
  52 mark
  52 losing
  52 liability
  52 exercise
  52 environment
  52 elections
  52 easy
  52 distribution
  52 disclose
  52 communications
  52 clearly
  52 bigger
  52 ask
  52 adviser
  52 Technology
  52 Stephen
  52 Sotheby
  52 Price
  52 Jack
  52 B.A.T
  52 Africa
  52 About
  52 AT&T
  52 42
  52 1980
  51 voters
  51 virtually
  51 underwriters
  51 truck
  51 temporary
  51 stations
  51 speed
  51 responsible
  51 resources
  51 relationship
  51 reform
  51 reflect
  51 reasons
  51 push
  51 prosecutors
  51 producing
  51 music
  51 minor
  51 mainly
  51 leaving
  51 leadership
  51 launched
  51 insurers
  51 hostile
  51 ground
  51 gone
  51 global
  51 fewer
  51 families
  51 except
  51 doubt
  51 deposits
  51 decide
  51 century
  51 automotive
  51 associated
  51 alleged
  51 advantage
  51 accord
  51 Sir
  51 Phillips
  51 Only
  51 Oakland
  51 McCaw
  51 Korea
  51 Jersey
  51 Center
  51 C.
  50 town
  50 thinks
  50 surged
  50 stopped
  50 slowing
  50 significantly
  50 save
  50 regular
  50 puts
  50 practices
  50 pace
  50 negotiating
  50 models
  50 material
  50 managed
  50 goal
  50 finished
  50 felt
  50 equal
  50 education
  50 defendants
  50 consulting
  50 commodity
  50 broker
  50 books
  50 baseball
  50 affect
  50 accused
  50 Wang
  50 Red
  50 Oil
  50 Next
  50 Navy
  50 MCA
  50 Joseph
  50 Houston
  50 Georgia-Pacific
  50 Frankfurt
  50 Dallas
  50 Council
  50 Burnham
  50 ABC
  49 thrifts
  49 suggest
  49 style
  49 shown
  49 seemed
  49 reserve
  49 reflected
  49 pricing
  49 positive
  49 municipal
  49 movies
  49 model
  49 mixed
  49 joined
  49 intended
  49 influence
  49 hearing
  49 follows
  49 electronics
  49 determined
  49 decisions
  49 contrast
  49 college
  49 advertisers
  49 USX
  49 Transportation
  49 Their
  49 Partners
  49 Officials
  49 Labor
  49 Italy
  49 Energy
  49 Boeing
  49 Aug.
  49 38
  49 37
  49 1982
  49 1.8
  49 1.1
  48 wife
  48 voted
  48 uses
  48 throughout
  48 succeeds
  48 strategic
  48 station
  48 soared
  48 slipped
  48 schools
  48 piece
  48 ordered
  48 opposed
  48 opinion
  48 operates
  48 names
  48 margin
  48 immediate
  48 fire
  48 fairly
  48 event
  48 cutting
  48 coverage
  48 conventional
  48 confidence
  48 buyer
  48 brands
  48 abroad
  48 USAir
  48 Prime
  48 Mitsubishi
  48 Industry
  48 Hollywood
  48 England
  48 Broadcasting
  48 48
  48 1.3
  47 tests
  47 stronger
  47 sides
  47 scandal
  47 safety
  47 replace
  47 ounce
  47 operate
  47 nor
  47 luxury
  47 invest
  47 insured
  47 follow
  47 extra
  47 editor
  47 drives
  47 crisis
  47 boosted
  47 benchmark
  47 audience
  47 Today
  47 S.
  47 Jan.
  47 HUD
  47 Foreign
  47 Community
  47 CD
  47 120
  46 wake
  46 volatile
  46 social
  46 served
  46 section
  46 region
  46 patients
  46 obtain
  46 living
  46 litigation
  46 jump
  46 happened
  46 front
  46 flight
  46 extremely
  46 direction
  46 devices
  46 delay
  46 declared
  46 damages
  46 comparable
  46 cities
  46 challenge
  46 barrels
  46 appeared
  46 alternative
  46 agreements
  46 accepted
  46 Volume
  46 System
  46 Saturday
  46 Saatchi
  46 Resources
  46 Lambert
  46 Fe
  46 Fannie
  46 4.5
  46 100,000
  45 written
  45 worry
  45 word
  45 votes
  45 utility
  45 suspended
  45 suggests
  45 suggested
  45 suffered
  45 structural
  45 setting
  45 sells
  45 safe
  45 representing
  45 relations
  45 providing
  45 pages
  45 p.m.
  45 nuclear
  45 looks
  45 intends
  45 guarantees
  45 guarantee
  45 farmers
  45 discussions
  45 critical
  45 confirmed
  45 blacks
  45 authority
  45 assistant
  45 argue
  45 S.A.
  45 RJR
  45 Park
  45 Machines
  45 Hewlett-Packard
  45 Grand
  45 F.
  45 Chrysler
  45 Bear
  45 32
  45 12.5
  44 trucks
  44 swings
  44 studies
  44 six-month
  44 shopping
  44 settle
  44 responsibility
  44 regulations
  44 promise
  44 preliminary
  44 pass
  44 offerings
  44 movement
  44 meetings
  44 matters
  44 investing
  44 indicate
  44 high-yield
  44 happen
  44 finding
  44 eye
  44 employment
  44 deputy
  44 condition
  44 commitments
  44 chains
  44 advisers
  44 Thus
  44 Petroleum
  44 Ministry
  44 Miller
  44 EC
  44 District
  44 Bill
  44 AMR
  44 5,000
  44 1970s
  43 warrants
  43 training
  43 track
  43 tend
  43 society
  43 serve
  43 returned
  43 retailing
  43 represent
  43 parents
  43 outlook
  43 older
  43 mine
  43 meanwhile
  43 lenders
  43 keeping
  43 intelligence
  43 hotel
  43 generation
  43 excess
  43 discovered
  43 denied
  43 coup
  43 costly
  43 consultants
  43 candidates
  43 authorities
  43 assistance
  43 aggressive
  43 Toronto
  43 Telephone
  43 Switzerland
  43 P&G
  43 N.Y.
  43 Mortgage
  43 Loan
  43 Like
  43 Dealers
  43 Costa
  43 Communist
  43 49
  43 43
  42 weekly
  42 vehicle
  42 understand
  42 task
  42 surge
  42 students
  42 senators
  42 road
  42 ready
  42 publisher
  42 prove
  42 prior
  42 metals
  42 membership
  42 language
  42 join
  42 highway
  42 health-care
  42 gross
  42 file
  42 fallen
  42 entered
  42 ensure
  42 controversial
  42 collection
  42 citing
  42 choice
  42 calling
  42 attorneys
  42 asking
  42 am
  42 acquiring
  42 Why
  42 Stearns
  42 Singapore
  42 Report
  42 Nekoosa
  42 My
  42 Israel
  42 From
  42 Beijing
  42 500,000
  42 46
  42 36
  42 11\/16
  41 unlikely
  41 specialty
  41 simple
  41 shipping
  41 retailers
  41 resignation
  41 representatives
  41 reporters
  41 refused
  41 ratio
  41 rated
  41 quarters
  41 professor
  41 pipeline
  41 picture
  41 personnel
  41 patent
  41 operator
  41 nations
  41 initially
  41 helping
  41 heat
  41 fourth-quarter
  41 extraordinary
  41 extent
  41 expressed
  41 easily
  41 discuss
  41 crude
  41 covered
  41 corn
  41 compromise
  41 coffee
  41 attract
  41 argued
  41 Ogilvy
  41 Northern
  41 Mark
  41 Intel
  41 H.
  41 Futures
  41 Edward
  41 Brooks
  41 1980s
  40 worried
  40 visit
  40 ultimately
  40 telecommunications
  40 supposed
  40 succeed
  40 spot
  40 slide
  40 silver
  40 seats
  40 rumors
  40 rooms
  40 resume
  40 pushed
  40 professional
  40 prime
  40 pick
  40 pact
  40 neither
  40 minister
  40 lowered
  40 lawsuits
  40 judges
  40 jointly
  40 household
  40 governments
  40 genes
  40 fuel
  40 extended
  40 entertainment
  40 enormous
  40 dozen
  40 deliver
  40 dealer
  40 contends
  40 certificates
  40 begun
  40 association
  40 amendment
  40 agent
  40 Ross
  40 Lang
  40 Hill
  40 Conn.
  40 Christmas
  40 Before
  40 Banco
  40 Atlantic
  40 3.5
  39 write
  39 views
  39 users
  39 tumbled
  39 tied
  39 suits
  39 studio
  39 site
  39 rival
  39 restaurant
  39 reporting
  39 reaction
  39 rapidly
  39 pursue
  39 publishing
  39 politicians
  39 obligation
  39 newly
  39 metric
  39 manufacturer
  39 launch
  39 instruments
  39 indeed
  39 illegal
  39 hearings
  39 hear
  39 grown
  39 formed
  39 fast
  39 door
  39 culture
  39 courts
  39 consecutive
  39 concluded
  39 committed
  39 collapsed
  39 carriers
  39 bailout
  39 appeals
  39 Walter
  39 Telerate
  39 T.
  39 Pittsburgh
  39 NYSE
  39 Mitchell
  39 Lawrence
  39 Force
  39 Bureau
  39 Breeden
  39 1993
  39 10-year
  39 0.2
  38 worse
  38 urged
  38 upon
  38 transfer
  38 ties
  38 temporarily
  38 supported
  38 strategies
  38 specialists
  38 sets
  38 sees
  38 realize
  38 processing
  38 proceedings
  38 possibility
  38 pilot
  38 nature
  38 mining
  38 millions
  38 merchandise
  38 knows
  38 inside
  38 founder
  38 forecasts
  38 fine
  38 criticism
  38 corporation
  38 contributions
  38 circumstances
  38 chip
  38 cells
  38 ceiling
  38 branches
  38 ban
  38 adopted
  38 administrative
  38 Wells
  38 Terms
  38 Over
  38 Korean
  38 Just
  38 India
  38 Drug
  38 Douglas
  38 Chase
  38 Brady
  38 85
  38 1983
  38 1.4
  37 worst
  37 warned
  37 utilities
  37 unlike
  37 types
  37 triggered
  37 taxpayers
  37 status
  37 stage
  37 sound
  37 shipments
  37 ruled
  37 quick
  37 pulled
  37 published
  37 prospects
  37 promised
  37 presence
  37 politics
  37 normally
  37 modern
  37 lives
  37 limits
  37 invested
  37 handle
  37 franchise
  37 flights
  37 filled
  37 factor
  37 expense
  37 elsewhere
  37 currencies
  37 critics
  37 constitutional
  37 commitment
  37 commissions
  37 colleagues
  37 check
  37 bringing
  37 basic
  37 awarded
  37 attractive
  37 attack
  37 appointed
  37 allowing
  37 allegations
  37 Source
  37 Nicaragua
  37 Gas
  37 Food
  37 Finance
  37 Donald
  37 Bridge
  37 1981
  37 1.7
  36 unable
  36 two-year
  36 two-thirds
  36 speech
  36 soft
  36 rivals
  36 resulted
  36 recalls
  36 privately
  36 predict
  36 participants
  36 one-time
  36 observers
  36 match
  36 massive
  36 gap
  36 friendly
  36 formerly
  36 formal
  36 father
  36 faster
  36 exposure
  36 equivalent
  36 easier
  36 described
  36 default
  36 cold
  36 child
  36 caught
  36 branch
  36 blame
  36 banker
  36 badly
  36 answer
  36 alliance
  36 affiliate
  36 advice
  36 a.m.
  36 Young
  36 Until
  36 Turner
  36 Trump
  36 Thompson
  36 THE
  36 Sunday
  36 Star
  36 OPEC
  36 Messrs.
  36 Maxwell
  36 Major
  36 Mac
  36 Louis
  36 Integrated
  36 Indian
  36 Housing
  36 Honecker
  36 Greenspan
  36 GOP
  36 FEDERAL
  36 Calif
  36 Apple
  36 AIDS
  36 98
  36 900
  36 41
  36 34
  36 101
  35 widespread
  35 unsecured
  35 underlying
  35 type
  35 turns
  35 turmoil
  35 troubles
  35 tape
  35 surprised
  35 sudden
  35 statements
  35 severe
  35 seeks
  35 roll
  35 retain
  35 reforms
  35 reducing
  35 recorded
  35 race
  35 pushing
  35 profitability
  35 maximum
  35 maintenance
  35 letters
  35 insist
  35 impossible
  35 import
  35 heard
  35 harder
  35 garden
  35 games
  35 expanded
  35 establish
  35 disappointing
  35 died
  35 dealing
  35 creating
  35 cooperation
  35 consumption
  35 coal
  35 closer
  35 carries
  35 carried
  35 career
  35 beer
  35 becoming
  35 apply
  35 anticipated
  35 announce
  35 alternatives
  35 airlines
  35 agents
  35 Stores
  35 States
  35 Spain
  35 School
  35 Peabody
  35 Once
  35 KKR
  35 Interstate
  35 Hungary
  35 Hanover
  35 Hampshire
  35 Gen.
  35 Daniel
  35 Coast
  35 Army
  35 Airways
  35 Agency
  35 A$
  35 58
  35 50,000
  34 warning
  34 voting
  34 turning
  34 tobacco
  34 table
  34 stories
  34 somewhat
  34 shot
  34 sell-off
  34 secondary
  34 resistance
  34 requires
  34 reputation
  34 progress
  34 player
  34 plastic
  34 pharmaceutical
  34 per-share
  34 payable
  34 none
  34 narrow
  34 merely
  34 looked
  34 insurer
  34 hired
  34 handling
  34 halt
  34 goals
  34 fresh
  34 frequently
  34 fellow
  34 fashion
  34 fair
  34 facing
  34 exploration
  34 encourage
  34 demands
  34 delays
  34 dead
  34 counsel
  34 class
  34 claimed
  34 boom
  34 assume
  34 after-tax
  34 War
  34 WCRS
  34 Steinhardt
  34 Roman
  34 Perhaps
  34 MCI
  34 LTV
  34 Kodak
  34 King
  34 How
  34 Harris
  34 Freddie
  34 Engelken
  34 Economic
  34 Delmed
  34 Dean
  34 Davis
  34 Compaq
  34 BellSouth
  34 Banking
  34 Asia
  34 8.50
  34 66
  34 39
  33 wholesale
  33 wait
  33 vs.
  33 totaling
  33 three-month
  33 theory
  33 surprising
  33 steady
  33 sophisticated
  33 son
  33 scientific
  33 schedule
  33 revenues
  33 ran
  33 quiet
  33 purchasing
  33 prompted
  33 possibly
  33 ought
  33 opportunities
  33 one-year
  33 officers
  33 networks
  33 mother
  33 learned
  33 hospital
  33 heads
  33 genetic
  33 generate
  33 fly
  33 five-year
  33 fighting
  33 explain
  33 expanding
  33 educational
  33 editorial
  33 differences
  33 developer
  33 desire
  33 comments
  33 cautious
  33 carrying
  33 bottom
  33 blood
  33 billions
  33 antitrust
  33 affairs
  33 accounted
  33 Several
  33 Philadelphia
  33 Pennsylvania
  33 Paper
  33 Nikkei
  33 Mesa
  33 Marshall
  33 Illinois
  33 II
  33 Hunt
  33 Holding
  33 Hall
  33 Corry
  33 Class
  33 Chancellor
  33 Carolina
  33 Black
  33 Bankers
  33 Atlanta
  33 Aetna
  33 ANC
  33 800
  33 350
  32 worker
  32 wonder
  32 watching
  32 unemployment
  32 trends
  32 title
  32 syndicate
  32 subsidiaries
  32 sterling
  32 slid
  32 sensitive
  32 sellers
  32 rich
  32 retailer
  32 represented
  32 reinsurance
  32 recapitalization
  32 reasonable
  32 ranging
  32 priority
  32 playing
  32 operators
  32 one-third
  32 newspapers
  32 moderate
  32 ministry
  32 memory
  32 lawsuit
  32 kill
  32 industrials
  32 identified
  32 husband
  32 faced
  32 extend
  32 exactly
  32 engine
  32 downturn
  32 divisions
  32 determine
  32 democracy
  32 defend
  32 deadline
  32 covering
  32 connection
  32 confident
  32 complained
  32 cheap
  32 changing
  32 causing
  32 buy-back
  32 begins
  32 aware
  32 approve
  32 appropriate
  32 apparent
  32 aerospace
  32 achieved
  32 Public
  32 Ortega
  32 Massachusetts
  32 Martin
  32 Latin
  32 Las
  32 Gonzalez
  32 Equipment
  32 English
  32 Cross
  32 Berlin
  32 9\/16
  32 62
  32 6.5
  32 57
  32 2.2
  32 1974
  32 180
  32 1.25
  31 weapons
  31 weaker
  31 threatened
  31 thin
  31 targets
  31 street
  31 stock-market
  31 specialist
  31 seeing
  31 seat
  31 scale
  31 resulting
  31 respond
  31 regime
  31 purposes
  31 prison
  31 portfolios
  31 message
  31 maybe
  31 machinists
  31 interest-rate
  31 incentives
  31 gasoline
  31 fast-food
  31 exceed
  31 efficient
  31 delayed
  31 defensive
  31 crop
  31 cosmetics
  31 convert
  31 contend
  31 conducted
  31 compensation
  31 comfortable
  31 combination
  31 bureau
  31 broke
  31 behalf
  31 asset-backed
  31 arrangement
  31 applications
  31 address
  31 Workers
  31 Virginia
  31 Toyota
  31 Products
  31 Or
  31 Icahn
  31 Green
  31 Estate
  31 Daiwa
  31 Company
  31 B
  31 Allianz
  31 99
  31 54
  31 52
  31 1999
  30 whites
  30 watch
  30 victory
  30 variety
  30 trip
  30 sustained
  30 strongly
  30 stands
  30 square
  30 semiconductor
  30 ride
  30 records
  30 rebound
  30 radio
  30 pulp
  30 psyllium
  30 procedures
  30 poll
  30 planes
  30 permanent
  30 paintings
  30 meant
  30 manage
  30 loyalty
  30 involve
  30 inventories
  30 introduce
  30 identify
  30 hoped
  30 friends
  30 experiments
  30 edition
  30 disk
  30 device
  30 cycle
  30 consensus
  30 competing
  30 compete
  30 canceled
  30 argument
  30 apart
  30 abandoned
  30 York-based
  30 Westinghouse
  30 Thomson
  30 Third
  30 Royal
  30 Rey
  30 Prudential-Bache
  30 Prices
  30 Pilson
  30 Orange
  30 Newport
  30 Mobil
  30 Lilly
  30 Golden
  30 El
  30 Bob
  30 Beach
  30 Allen
  30 Akzo
  30 95
  30 750
  30 63
  30 56
  29 wave
  29 viewers
  29 turnover
  29 surplus
  29 sufficient
  29 subsidies
  29 storage
  29 stable
  29 risen
  29 requiring
  29 recommended
  29 readers
  29 rapid
  29 purpose
  29 population
  29 planners
  29 places
  29 organizations
  29 occurred
  29 metal
  29 mainframe
  29 linked
  29 line-item
  29 legislative
  29 handful
  29 guaranteed
  29 friend
  29 football
  29 fit
  29 fill
  29 fields
  29 experienced
  29 exclusive
  29 enter
  29 engaged
  29 employers
  29 eliminate
  29 effectively
  29 earn
  29 doubled
  29 distributed
  29 developers
  29 crucial
  29 credibility
  29 convicted
  29 buy-outs
  29 bulk
  29 bridge
  29 brain
  29 borrowing
  29 body
  29 bet
  29 arm
  29 aide
  29 afford
  29 abortions
  29 Webster
  29 Stocks
  29 Scott
  29 S&L
  29 Remic
  29 Pont
  29 Phelan
  29 NEC
  29 NASA
  29 Mich.
  29 Merc
  29 Maybe
  29 Is
  29 Foods
  29 Du
  29 Cray
  29 Coors
  29 Composite
  29 Coca-Cola
  29 Cleveland
  29 7\/16
  29 47
  29 200,000
  29 2.4
  29 2.3
  28 video
  28 timing
  28 theater
  28 surprise
  28 supporters
  28 succeeded
  28 student
  28 statistics
  28 spirits
  28 shops
  28 ship
  28 secured
  28 round
  28 renewed
  28 reluctant
  28 recover
  28 projections
  28 principle
  28 pollution
  28 participation
  28 papers
  28 optimistic
  28 onto
  28 obvious
  28 numerous
  28 nervous
  28 mountain
  28 merchant
  28 love
  28 lists
  28 leaves
  28 killed
  28 indicates
  28 ideas
  28 holder
  28 guy
  28 grand
  28 favorable
  28 fans
  28 engineers
  28 electric
  28 elaborate
  28 eased
  28 eager
  28 downward
  28 difficulties
  28 creative
  28 considerable
  28 conduct
  28 concrete
  28 concept
  28 compares
  28 charging
  28 catch
  28 broken
  28 brief
  28 blue-chip
  28 bikes
  28 attitude
  28 acts
  28 acknowledged
  28 Your
  28 Wolf
  28 Witter
  28 Within
  28 Viacom
  28 Vegas
  28 Trading
  28 Seidman
  28 Rockefeller
  28 Pinkerton
  28 Phoenix
  28 Nomura
  28 Much
  28 Merksamer
  28 McDonald
  28 Maynard
  28 Malcolm
  28 La
  28 Jim
  28 Henry
  28 Gandhi
  28 Galileo
  28 Donaldson
  28 Cohen
  28 Brands
  28 Baltimore
  28 Arthur
  28 African
  28 67
  28 600
  28 1979
  27 younger
  27 voice
  27 viewed
  27 university
  27 totally
  27 telling
  27 technique
  27 teams
  27 takeovers
  27 standing
  27 slump
  27 shut
  27 retire
  27 responded
  27 repair
  27 remarks
  27 regulation
  27 regarding
  27 productivity
  27 premiums
  27 poison
  27 plenty
  27 plastics
  27 peace
  27 overnight
  27 outcome
  27 otherwise
  27 monitor
  27 machinery
  27 location
  27 lies
  27 license
  27 intent
  27 institution
  27 indicating
  27 hoping
  27 helps
  27 hardly
  27 happens
  27 foreign-exchange
  27 factory
  27 eggs
  27 driving
  27 dramatic
  27 districts
  27 delivered
  27 deep
  27 criticized
  27 credits
  27 cellular
  27 candidate
  27 calculated
  27 busy
  27 blamed
  27 biotechnology
  27 becomes
  27 bankruptcy-law
  27 associate
  27 assembly
  27 aside
  27 appropriations
  27 appreciation
  27 allies
  27 aggressively
  27 activists
  27 Zealand
  27 Tax
  27 StatesWest
  27 Showtime
  27 Section
  27 Sciences
  27 Sam
  27 River
  27 Press
  27 Options
  27 Money
  27 Michigan
  27 Marcos
  27 Maine
  27 MGM
  27 Gov.
  27 FDA
  27 FBI
  27 Detroit
  27 Companies
  27 Cincinnati
  27 CIA
  27 Budget
  27 Boren
  27 Bartlett
  27 Barney
  27 Bankruptcy
  27 Authority
  27 Amex
  27 72
  27 6.9
  27 2009
  27 1.9
  26 writer
  26 vary
  26 urban
  26 testimony
  26 successor
  26 submitted
  26 subcommittee
  26 stuff
  26 stress
  26 stood
  26 steep
  26 stakes
  26 solid
  26 signal
  26 shop
  26 sheet
  26 send
  26 selected
  26 search
  26 risky
  26 retired
  26 restaurants
  26 resolved
  26 rescue
  26 registered
  26 refinery
  26 referring
  26 recovered
  26 rare
  26 rape
  26 promotion
  26 promote
  26 printing
  26 prefer
  26 poverty
  26 packages
  26 negotiated
  26 missing
  26 middle
  26 mergers
  26 mainframes
  26 legislators
  26 learn
  26 leads
  26 indictment
  26 hot
  26 high-risk
  26 guide
  26 grain
  26 governor
  26 forms
  26 feeling
  26 farmer
  26 false
  26 excluding
  26 encouraged
  26 display
  26 discussing
  26 definitive
  26 controversy
  26 consideration
  26 complaints
  26 comparison
  26 cleared
  26 citizens
  26 checks
  26 causes
  26 cast
  26 beat
  26 backing
  26 award
  26 author
  26 attempting
  26 assumption
  26 approximately
  26 analysis
  26 allows
  26 Without
  26 Urban
  26 Unisys
  26 Trelleborg
  26 Steven
  26 Sterling
  26 Social
  26 Sea
  26 Roberts
  26 Rica
  26 Quotron
  26 Profit
  26 Lufkin
  26 Kennedy
  26 Jose
  26 Her
  26 Government
  26 Germans
  26 GNP
  26 Do
  26 Democrat
  26 Conner
  26 Coke
  26 Cathay
  26 Carl
  26 Care
  26 Bloomingdale
  26 Art
  26 Alexander
  26 97
  26 89
  26 69
  26 4.6
  26 1995
  26 140
  25 walls
  25 vast
  25 transferred
  25 thinking
  25 sued
  25 struck
  25 strategist
  25 stated
  25 starts
  25 start-up
  25 southern
  25 slight
  25 shortly
  25 shape
  25 revive
  25 resort
  25 requested
  25 repurchase
  25 remove
  25 relative
  25 reading
  25 rallied
  25 proved
  25 prospect
  25 promises
  25 projected
  25 presented
  25 potentially
  25 plea
  25 pill
  25 pieces
  25 permission
  25 pays
  25 originally
  25 oppose
  25 novel
  25 nobody
  25 nationwide
  25 mayor
  25 mart
  25 lire
  25 labor-management
  25 involvement
  25 indication
  25 imposed
  25 hundred
  25 handled
  25 greatest
  25 golden
  25 ghost
  25 fundamental
  25 forward
  25 flying
  25 fleet
  25 expire
  25 expert
  25 exist
  25 exceeded
  25 draw
  25 divided
  25 discipline
  25 difficulty
  25 detailed
  25 deposit
  25 decades
  25 deaths
  25 credit-card
  25 counter
  25 copy
  25 category
  25 cards
  25 capped
  25 businessmen
  25 burden
  25 breaking
  25 bolster
  25 boards
  25 bloc
  25 behavior
  25 barely
  25 authorized
  25 assumed
  25 argues
  25 anybody
  25 Who
  25 Vietnam
  25 Tom
  25 Tennessee
  25 Stevens
  25 Saab
  25 Rally
  25 Quebecor
  25 Paramount
  25 P.
  25 Miami
  25 Maryland
  25 Little
  25 Lewis
  25 Kellogg
  25 K
  25 INC.
  25 Howard
  25 Harvard
  25 G.
  25 Fox
  25 Fidelity
  25 Fiat
  25 Fees
  25 Eagle
  25 Dutch
  25 D.C.
  25 Corporate
  25 Contras
  25 Christopher
  25 Bethlehem
  25 700
  25 53
  25 3.9
  25 3.1
  25 2.8
  25 2.6
  25 2,000
  25 1990s
  25 110
  24 zero-coupon
  24 wish
  24 winning
  24 watched
  24 warrant
  24 wall
  24 veteran
  24 underwriter
  24 tools
  24 tone
  24 tight
  24 three-year
  24 theme
  24 tentatively
  24 suspension
  24 suffer
  24 succeeding
  24 subscribers
  24 studying
  24 state-owned
  24 sluggish
  24 slower
  24 slowed
  24 ships
  24 shall
  24 sex
  24 secret
  24 scene
  24 restore
  24 reset
  24 raw
  24 pressures
  24 presidential
  24 plummeted
  24 plays
  24 permitted
  24 pattern
  24 participate
  24 partial
  24 owed
  24 overhaul
  24 outlets
  24 noting
  24 northern
  24 newsletter
  24 monitoring
  24 merge
  24 marketplace
  24 marked
  24 lots
  24 longtime
  24 load
  24 leverage
  24 knew
  24 inquiry
  24 injuries
  24 imported
  24 host
  24 happy
  24 graphics
  24 glass
  24 freedom
  24 founded
  24 financier
  24 filings
  24 features
  24 famous
  24 factories
  24 expiration
  24 experiment
  24 essentially
  24 entirely
  24 emphasis
  24 edge
  24 donations
  24 disclosure
  24 departments
  24 deny
  24 degree
  24 dealings
  24 curb
  24 correct
  24 controlling
  24 concentrate
  24 committees
  24 cheaper
  24 charities
  24 character
  24 caution
  24 broadcast
  24 brewing
  24 borrowed
  24 bidders
  24 audit
  24 attracted
  24 aspects
  24 allegedly
  24 acting
  24 Va.
  24 Texaco
  24 Telegraph
  24 Technologies
  24 Taiwan
  24 Steve
  24 Says
  24 Roy
  24 Ronald
  24 Roger
  24 Proceeds
  24 Panamanian
  24 Organization
  24 Nevertheless
  24 Milton
  24 Mercantile
  24 Jeffrey
  24 III
  24 Hooker
  24 Hills
  24 Gold
  24 Georgia
  24 Four
  24 Farmers
  24 Environmental
  24 Enterprises
  24 Dennis
  24 Colgate
  24 Brazil
  24 Bonds
  24 Avenue
  24 68
  24 64
  24 59
  24 4.7
  24 3.6
  24 3,000
  24 20,000
  24 2.7
  24 125
  23 writing
  23 winter
  23 wild
  23 well-known
  23 weight
  23 weather
  23 waste
  23 versions
  23 urging
  23 unions
  23 typical
  23 treaty
  23 tourists
  23 tiny
  23 terrorism
  23 tells
  23 switch
  23 supporting
  23 supplier
  23 steelmakers
  23 stability
  23 speculators
  23 somebody
  23 solution
  23 sit
  23 seed
  23 seasonally
  23 screen
  23 robust
  23 respectively
  23 resolve
  23 resolution
  23 repeated
  23 raises
  23 quotations
  23 produces
  23 probe
  23 pounds
  23 pleaded
  23 petroleum
  23 permit
  23 penalty
  23 penalties
  23 partnerships
  23 packaging
  23 organized
  23 obtained
  23 method
  23 manages
  23 link
  23 joining
  23 inventory
  23 intense
  23 initiative
  23 improvements
  23 importance
  23 hits
  23 gyrations
  23 greatly
  23 grants
  23 gotten
  23 freight
  23 financially
  23 farm
  23 eyes
  23 expires
  23 everybody
  23 essential
  23 emerging
  23 dropping
  23 downtown
  23 doctors
  23 discussed
  23 discounting
  23 disappointed
  23 crimes
  23 copies
  23 contractor
  23 completely
  23 complain
  23 color
  23 club
  23 classes
  23 choose
  23 charity
  23 broader
  23 borrow
  23 blow
  23 attached
  23 applied
  23 apple
  23 apparel
  23 anticipation
  23 adjustments
  23 adequate
  23 acres
  23 a.m
  23 Whitbread
  23 WPP
  23 Vice
  23 Tiger
  23 Third-quarter
  23 Swedish
  23 Stein
  23 Sports
  23 Rothschild
  23 Rights
  23 Reynolds
  23 Real
  23 Ralph
  23 RICO
  23 Polish
  23 Polaroid
  23 Neither
  23 Mayor
  23 Lebanon
  23 Giuliani
  23 Gary
  23 Fujitsu
  23 Franklin
  23 Fla.
  23 Far
  23 Executive
  23 Cos.
  23 Connecticut
  23 Colorado
  23 Capitol
  23 Berkeley
  23 Ariz.
  23 Area
  23 Acquisition
  23 5.5
  23 3.8
  23 3.3
  23 250,000
  23 1972
  23 15,000
  22 withdrawal
  22 whatever
  22 wages
  22 visitors
  22 violations
  22 uncertain
  22 toll
  22 ticket
  22 taxable
  22 surveyed
  22 surrounding
  22 surprisingly
  22 sugar
  22 straight
  22 stem
  22 squeeze
  22 spill
  22 south
  22 sitting
  22 seriously
  22 separately
  22 sentiment
  22 secure
  22 sectors
  22 second-largest
  22 scheme
  22 scenario
  22 restructure
  22 requests
  22 reportedly
  22 replaced
  22 reductions
  22 receipts
  22 rebounded
  22 rebels
  22 realized
  22 protected
  22 programming
  22 predicting
  22 posts
  22 plane
  22 picked
  22 mill
  22 milk
  22 mentioned
  22 maintained
  22 loyal
  22 lift
  22 judicial
  22 integrated
  22 injured
  22 indicators
  22 indications
  22 hospitals
  22 foreigners
  22 flexibility
  22 flag
  22 finds
  22 fee
  22 fail
  22 extensive
  22 economies
  22 duty
  22 duties
  22 durable
  22 disasters
  22 developments
  22 depressed
  22 depends
  22 debts
  22 dangerous
  22 convinced
  22 converted
  22 consequences
  22 conglomerate
  22 concedes
  22 climate
  22 characters
  22 cattle
  22 budgets
  22 boosting
  22 basket
  22 articles
  22 approached
  22 anyway
  22 airport
  22 aides
  22 advised
  22 admitted
  22 academic
  22 Warsaw
  22 Warren
  22 Total
  22 Taylor
  22 TW
  22 Stone
  22 Spielvogel
  22 Sons
  22 Second
  22 Samuel
  22 Results
  22 Puerto
  22 Parliament
  22 Others
  22 Operating
  22 Old
  22 Northeast
  22 Nicholas
  22 Minneapolis
  22 Mikhail
  22 Marina
  22 Line
  22 Law
  22 LBO
  22 Jenrette
  22 Jacobson
  22 Italian
  22 Interest
  22 Imperial
  22 Ill.
  22 IMF
  22 HealthVest
  22 Hastings
  22 Glass
  22 Estimated
  22 EST
  22 Director
  22 Delta
  22 Delaware
  22 Channel
  22 CenTrust
  22 Cable
  22 CORP.
  22 Besides
  22 BankAmerica
  22 Bally
